Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginBookScene/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Audiobook Scene
zh_hans: 有声书场景
zh_hant_hk: 有聲書場景

source: Enter Audiobook Library
zh_hans: 进入有声书仓库
zh_hant_hk: 進入有聲書倉庫

source: Provides audiobook scene
zh_hans: 提供有声书场景
zh_hant_hk: 提供有聲書場景

source: Provides the Audiobooks scene, the main entry for audiobook features
zh_hans: 提供「有声书」场景，是有声书功能的主入口。
zh_hant_hk: 提供「有聲書」場景，是有聲書功能的主入口。

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: The main interface of the audiobook scene.
zh_hans: 有声书场景的主界面。
zh_hant_hk: 有聲書場景的主介面。

source: Audiobook Library
zh_hans: 有声书库
zh_hant_hk: 有聲書庫

source: Switches exclusively with other scenes (music library).
zh_hans: 与其他场景（音乐库）互斥切换。
zh_hant_hk: 與其他場景（音樂庫）互斥切換。

source: Scene Switching
zh_hans: 场景切换
zh_hant_hk: 場景切換

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Audiobook Library: the main interface of the audiobook scene.
zh_hans: 有声书库：有声书场景的主界面。
zh_hant_hk: 有聲書庫：有聲書場景的主介面。

source: Scene Switching: switches exclusively with other scenes (music library).
zh_hans: 场景切换：与其他场景（音乐库）互斥切换。
zh_hant_hk: 場景切換：與其他場景（音樂庫）互斥切換。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Enter audiobooks from the scene switcher.
zh_hans: 在场景切换器中进入有声书。
zh_hant_hk: 在場景切換器中進入有聲書。

source: Browse and play audiobooks.
zh_hans: 浏览并播放有声书。
zh_hant_hk: 瀏覽並播放有聲書。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Scenes are built into the app and cannot be extended.
zh_hans: 场景由应用内置，固定不可扩展。
zh_hant_hk: 場景由應用程式內建，固定不可擴充。
